Repository: karthik-drighna/edutech-final
Catalog: lib/l10n/app_*.arb
Languages: hi

source: Classwork
hi: कक्षा कार्य

source: Offline Payment
hi: ऑफलाइन भुगतान

source: Grand Total
hi: संपूर्ण कुल

source: Transport Fees
hi: परिवहन शुल्क

source: Welcome,
hi: स्वागत है,

source: Complaint
hi: शिकायत

source: Hostel Rooms
hi: हॉस्टल के कमरे

source: Apply Leave
hi: छुट्टी आवेदन

source: Library
hi: पुस्तकालय

source: Online Exam
hi: ऑनलाइन परीक्षा

source: Online Class
hi: ऑनलाइन कक्षा

source: Teacher Ratings
hi: शिक्षक रेटिंग

source: Exams/Report card
hi: परीक्षा/रिपोर्ट कार्ड

# attendance_percentage
source: Total Attendance Percentage
hi: कुल उपस्थिति प्रतिशत

source: Times Late
hi: देरी की संख्या

source: Exam Schedule
hi: परीक्षा समय सारणी

source: Exam Result
hi: परीक्षा परिणाम

source: Route Title
hi: मार्ग शीर्षक

source: Vehicle Number
hi: वाहन संख्या

source: Vehicle Model
hi: वाहन मॉडल

source: Driver Name
hi: चालक का नाम

source: Driver Contact
hi: चालक का संपर्क

source: Driver License
hi: चालक का लाइसेंस

source: Made
hi: निर्मित

source: Pickup Points
hi: उठाने के स्थान

source: Fees
hi: शुल्क

source: Homework
hi: गृहकार्य

source: Admission No.
hi: प्रवेश संख्या.

source: E-Learning
hi: ई-शिक्षा

source: Academics
hi: शैक्षिक

source: Communication
hi: संचार

source: Others
hi: अन्य

source: Home
hi: मुख्य पृष्ठ

source: Profile
hi: व्यक्तिगत विवरण

source: About School
hi: स्कूल की जानकारी

source: Settings
hi: सेटिंग्स

source: Logout
hi: बाहर निकलें

source: Your Daily Assignment!
hi: आपका दैनिक असाइनमेंट!

source: Lesson Plan
hi: पाठ योजना

source: Download Center
hi: डाउनलोड केंद्र

source: Live Classes
hi: लाइव क्लास

source: Class Timetable
hi: क्लास समयसारणी

source: Syllabus Status
hi: पाठ्यक्रम की स्थिति

source: Attendance
hi: उपस्थिति

source: Examination List
hi: परीक्षा सूची

source: Student Timeline
hi: विद्यार्थी कालक्रम

source: Documents
hi: दस्तावेज़

source: Student Behaviour Report
hi: विद्यार्थी व्यवहार रिपोर्ट

source: Notice Board
hi: सूचना पट

source: Student Fees
hi: विद्यार्थी शुल्क

source: Leave Applications
hi: छुट्टी का आवेदन

source: Student Visitor Book
hi: विद्यार्थी आगंतुक पुस्तक

source: Transport Routes
hi: परिवहन मार्ग

source: Student Hostel
hi: विद्यार्थी छात्रावास कमरा

source: Student Tasks
hi: विद्यार्थी कार्य

source: Library Books Issued
hi: जारी की गई पुस्तकालय की किताबें

source: Teachers List
hi: शिक्षकों की सूची

source: Your App Settings is here!
hi: आपकी ऐप सेटिंग्स
